
#huh

class Helper(object):
    HELP_M = '''```
    ᴍᴀɴᴀɢᴇᴍᴇɴᴛ ᴘᴀɴɴᴇʟ```
    **<b><a href='https://envs.sh/QdU.jpg' target='_blank'>❖ </a>ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ᴀʟʟ ᴛʜᴇ ᴍᴀɴᴀɢᴇᴍᴇɴᴛ ᴄᴏᴍᴍᴀɴᴅ ᴡɪᴛʜ : / **
'''

    HELP_B = '''```
ᴇxᴄʟᴜsɪᴠᴇ ғᴇᴀᴛᴜʀᴇs```
**<b><a href='https://envs.sh/QdU.jpg' target='_blank'>❖ </a>ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ᴀʟʟ ᴛʜᴇ ᴇxᴄʟᴜsɪᴠᴇ ᴄᴏᴍᴍᴀɴᴅ ᴡɪᴛʜ : /  **
'''


    HELP_SACHIN = '''```
❖ ᴍᴀɪɴ ʜᴇʟᴘ ᴘᴀɴɴᴇʟ```
**<b>ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴀᴛᴇɢᴏʀʏ ғᴏʀ ᴡʜɪᴄʜ ʏᴏᴜ ᴡᴀɴɴᴀ ɢᴇᴛ ʜᴇʟᴘ <a href='https://envs.sh/QE_.png'>◎</a></b>
**
'''

    HELP_G = '''```
❖ ᴍᴜsɪᴄ ʜᴇʟᴘ ᴘᴀɴɴᴇʟ```
**<b>ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴀᴛᴇɢᴏʀʏ ғᴏʀ ᴡʜɪᴄʜ ʏᴏᴜ ᴡᴀɴɴᴀ ɢᴇᴛ ʜᴇʟᴘ <a href='https://envs.sh/QE_.png'>◎</a></b>
**
'''

    
#------------------------------------------------------------------------------------------------------------------------
# TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL |
#------------------------------------------------------------------------------------------------------------------------

    HELP_01 = '''```
❖ ᴄʜᴧᴛɢᴘᴛ ᴄσϻϻᴧηᴅꜱ ❖```

**❖ ᴧɪ|ᴄʜᴧᴛɢᴘᴛ ᴄσϻϻᴧηᴅs

❍ /ai [ǫυєʀʏ] : sєᴧʀᴄʜ ᴛʜє ᴧηʏ ᴛʏᴘє ǫυєsᴛɪση
❍ /how [ǫυєʀʏ] : sєᴧʀᴄʜ ᴛʜє ᴧηʏ ᴛʏᴘє ǫυєsᴛɪση
❍ /ask ➠ ǫυєʀɪєs ᴛʜє ᴧɪ ϻσᴅєʟ ᴛσ ɢєᴛ ᴧ ʀєsᴘσηsє ᴛσ ʏσυʀ ǫυєsᴛɪση.**
'''


    HELP_02 = '''```
❖ sєᴧʀᴄʜ ᴄσϻϻᴧηᴅꜱ ❖```

❍ /google [ǫυєʀʏ] : sєᴧʀᴄʜ ᴛʜє ɢσσɢʟє ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /anime [ǫυєʀʏ] : sєᴧʀᴄʜ ϻʏᴧηɪϻєʟɪsᴛ ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /stack [ǫυєʀʏ] : sєᴧʀᴄʜ sᴛᴧᴄᴋσᴠєʀғʟσᴡ ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /image (/imgs) [ǫυєʀʏ] : ɢєᴛ ᴛʜє ɪϻᴧɢєs ʀєɢᴧʀᴅɪηɢ ᴛσ ʏσυʀ ǫυєʀʏ**
```
❖ єxᴧϻᴘʟє : /google ᴘʏʀσɢʀᴧϻ : ʀєᴛυʀη ᴛσᴘ 5 ʀєυsʟᴛs ```

'''

    HELP_03 = '''```
❖ ᴛєxᴛ ᴛσ ᴠσɪᴄє ❖```


**❖ ᴛєxᴛ ᴛσ ᴠσɪᴄє

/tts : [ᴛєxᴛ]  **
'''


    HELP_04 = '''```
❖ ɪηꜰσ ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /id : ɢєᴛ ᴛʜє ᴄυʀʀєηᴛ ɢʀσυᴘ ɪᴅ. ɪғ υsєᴅ ʙʏ ʀєᴘʟʏɪηɢ ᴛσ ᴧ ϻєssᴧɢє, ɢєᴛs ᴛʜᴧᴛ υsєʀ's ɪᴅ
❍ /info : ɢєᴛ ɪηғσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ υsєʀ.
❍ /github <υsєʀηᴧϻє> : ɢєᴛ ɪηғσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ ɢɪᴛʜυʙ υsєʀ **
'''



    HELP_05 = '''```
❖ ғσηᴛ ❖```
**ʙʏ υsɪηɢ ᴛʜɪs ϻσᴅυʟє ʏσυ ᴄᴧη ᴄʜᴧηɢє ғσηᴛs σғ ᴧηʏ ᴛєxᴛ!

❍ /font [ᴛєxᴛ]**
```
❖ єxᴧϻᴘʟє : /font Sachin Sanatani```

'''

    HELP_06 = '''```
❖ ϻᴧᴛʜ ǫυᴧᴛɪσηs sσʟᴠє ❖```

** /math ➠ sσʟᴠєs ϻᴧᴛʜєϻᴧᴛɪᴄᴧʟ ᴘʀσʙʟєϻs ᴧηᴅ ǫυᴧᴛɪσηs **
'''


    HELP_07 = '''```
❖ ᴛᴧɢ ᴄσϻϻᴧηᴅꜱ ❖```

**✿ ᴄʜσσsє ᴛᴧɢ ɪη ʏσυʀ ᴄʜᴧᴛ ✿

❍ /gmtag ➠ ɢσσᴅ ϻσʀηɪηɢ ᴡɪsʜ ᴛᴧɢ
❍ /gmstop ⇴ sᴛσᴘ ᴛᴧɢ 

❍ /gntag ➠ ɢσσᴅ ηɪɢʜᴛ ᴛᴧɢ 
❍ /gnstop ⇴ sᴛσᴘ ᴛᴧɢ

❍ /all ➠ ᴧηʏ ᴡʀɪᴛᴛєη ᴛєxᴛ ᴛᴧɢ
❍ /tagoff /tagstop ⇴ sᴛσᴘ ᴛᴧɢ

❍ /hitag ➠ ʀᴧηᴅσϻ ʜɪηᴅɪ ϻєssᴧɢє ᴛᴧɢ 
❍ /histop ⇴ sᴛσᴘ ᴛᴧɢ

❍ /shayari ➠ ʀᴧηᴅσϻ sʜᴧʏᴧʀɪ ᴛᴧɢ 
❍ /shstop ⇴ sᴛσᴘ ᴛᴧɢ


❍ /vctag ➠ ᴠσɪᴄє ᴄʜᴧᴛ ɪηᴠɪᴛє ᴛᴧɢ 
❍ /vcstop ⇴ sᴛσᴘ ᴛᴧ  **
'''


    HELP_08 = '''```
❖ ɪϻᴧɢє ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /draw ➠ ɢєηєʀᴧᴛєs ᴧ ᴅʀᴧᴡɪηɢ ʙᴧsєᴅ ση ᴧ ɢɪᴠєη ᴘσʀσϻᴘᴛ.
❍ /image ➠ sєᴧʀᴄʜєs ғσʀ ᴧη ɪϻᴧɢє ʙᴧsєᴅ ση ᴧ ɢɪᴠєη ᴋєʏᴡσʀᴅ.
❍ /upscale ➠ ʀєᴘʟʏ ᴛσ ᴧη ɪϻᴧɢє ᴛσ υᴘsᴄᴧʟє ɪᴛ ᴧηᴅ ɪϻᴘʀσᴠє ɪᴛs ǫυᴧʟɪᴛʏ.**
'''





    HELP_09 = '''```
❖ ʜᴧsᴛᴧɢ ❖```

**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ʜᴧsᴛᴧɢ ϻσᴅυʟє:

❍ /hastag : [ᴛєxᴛ] **
'''


    HELP_10 = '''```
❖ sᴛɪᴄᴋєʀs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /packkang ➠ ᴄʀєᴧᴛєs ᴧ ᴘᴧᴄᴋ σғ sᴛɪᴄᴋєʀs ғʀσϻ ᴧ σᴛʜєʀ ᴘᴧᴄᴋ
❍ /stickerid ➠ ɢєᴛs ᴛʜє sᴛɪᴄᴋєʀ ɪᴅ σғ ᴧ sᴛɪᴄᴋєʀ **
'''


    HELP_11 = '''```
❖ ғυη ❖```

**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ғυη ϻσᴅυʟє:
ᴡɪsʜ ϻσᴅυʟє:

❍ /wish : ᴧᴅᴅ ʏσυʀ ᴡɪsʜ ᴧηᴅ sєє ɪᴛs ᴘσssɪʙɪʟɪᴛʏ!

❖ ϻσʀє sᴛυғғ:

❍ /sigma [ᴄʜєᴄᴋ ʏσυʀ sɪɢϻᴧηєss]
❍ /cute [ᴄʜєᴄᴋ ʏσυʀ ᴄυᴛєηєss]
❍ /horny [ᴄʜєᴄᴋ ʏσυʀ ʜσʀηʏηєss]
❍ /lesbo [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʟєᴢʙɪᴧη ʏσυ ᴧʀє]
❍ /depressed [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ᴅєᴘʀєssєᴅ ʏσυ ᴧʀє]
❍ /gay [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ɢᴧʏ ʏσυ ᴧʀє]
❍ /rand [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʀᴧηᴅ ʏσυ ᴧʀє]
❍ /bkl [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʙᴋʟ ʏσυ ᴧʀє]
❍ /boobs [ᴄʜєᴄᴋ ʏσυʀ ʙσσʙɪєs sɪᴢє]
❍ /dick [ᴄʜєᴄᴋ ʏσυʀ ᴅɪᴄᴋ sɪᴢє] **
'''


    HELP_12 = '''```
❖ ǫυσᴛʟʏ ❖```

**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ǫυσᴛʟʏ ϻσᴅυʟє:

❍ /q : ᴄʀєᴧᴛє ᴧ ǫυσᴛє ғʀσϻ ᴛʜє ϻєssᴧɢє
❍ /q r : ᴄʀєᴧᴛє ᴧ ǫυσᴛє ғʀσϻ ᴛʜє ϻєssᴧɢє ᴡɪᴛʜ ʀєᴘʟʏ **
'''


    HELP_13 = '''```
❖ ᴛʀυᴛʜ ᴧηᴅ ᴅᴧʀє ❖```

**❖ ᴛʀυᴛʜ ᴧηᴅ ᴅᴧʀє ᴄσϻϻᴧηᴅ

❍ /truth : sєηᴅs ᴧ ʀᴧηᴅσϻ ᴛʀυᴛʜ sᴛʀɪηɢ
❍ /dare : sєηᴅs ᴧ ʀᴧηᴅσϻ ᴅᴧʀє sᴛʀɪηɢ **
'''



#------------------------------------------------------------------------------------------------------------------------
# MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | 
#------------------------------------------------------------------------------------------------------------------------







    HELP_14 = '''```
❖ ʙᴧη ᴄσϻϻᴧηᴅꜱ ❖```
**❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ʙᴧηs :


❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /ban <userhandle> : ʙᴧηs ᴧ υsєʀ. (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /sban <userhandle>: sɪʟєηᴛʟʏ ʙᴧη ᴧ υsєʀ ᴅєʟєᴛєs ᴄσϻϻᴧηᴅ, ʀєᴘʟɪєᴅ ϻєssᴧɢє ᴧηᴅ ᴅσєsη'ᴛ ʀєᴘʟʏ (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /tban <userhandle> : x(ϻ/ʜ/ᴅ): ʙᴧηs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ) ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs
❍ /unban <userhandle> : υηʙᴧηs ᴧ υsєʀ (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ) **
```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη``` 
'''

    HELP_15 = '''```
❖ ᴋɪᴄᴋs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsєʀ συᴛ σғ ᴛʜє ɢʀσυᴘ, (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜє υsєʀ ᴡʜσ ɪssυєᴅ ᴛʜє ᴄσϻϻᴧηᴅ **
'''


    HELP_16 = '''```
❖ ϻυᴛє ᴄσϻϻᴧηᴅꜱ ❖```

**❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ϻυᴛє :

❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟєηᴄєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ϻυᴛєs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ). ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υηϻυᴛєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ **
```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη```

'''


    HELP_17 = '''```
❖ ᴘɪη|υηᴘɪη ᴄσϻϻᴧηᴅꜱ ❖```

**ᴛʜєsє ᴧʀє ᴛʜє ᴧᴠᴧɪʟᴧʙʟє ɢʀσυᴘ ϻᴧηᴧɢєϻєηᴛ ᴄσϻϻᴧηᴅs

❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /pin ➠ ᴘɪηs ᴧ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /pinned ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ᴘɪηηєᴅ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /unpin ➠ υηᴘɪηs ᴛʜє ᴄυʀʀєηᴛʟʏ ᴘɪηηєᴅ ϻєssᴧɢє **
'''


    HELP_18 = '''```
❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ **
'''


    HELP_19 = '''```
❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ **
'''



    HELP_20 = '''```
❖ ɢʀσυᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /zombies ➠ ʀєϻσᴠєs ᴧᴄᴄ ᴅєʟєᴛєᴅ ϻєϻʙєʀs ғʀσϻ ᴛʜє ɢʀσυᴘ **
'''


    HELP_21 = '''```
❖ ɢᴧϻє ᴘʟᴧʏ ❖```

**❖ ʜєʀє ᴧʀє sσϻє ϻɪηɪ ɢᴧϻєs :

❍ /toss [ᴛσss ᴧ ᴄσɪη]
❍ /roll [ʀσʟʟ ᴧ ᴅɪᴄє]
❍ /dart [ᴛʜʀσᴡ ᴧ ᴅᴧʀᴛ]
❍ /slot [ᴊᴧᴄᴋᴘσᴛ ϻᴧᴄʜɪηє]
❍ /bowling [ʙσᴡʟɪηɢ ɢᴧϻє]
❍ /basket [ʙᴧsᴋєᴛʙᴧʟʟ ɢᴧϻє]
❍ /football [ғσσᴛʙᴧʟʟ ɢᴧϻє] **
'''


    HELP_22 = '''```
❖ ɪϻᴘσsᴛєʀ ❖```
**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ɪϻᴘσsᴛєʀ ϻσᴅυʟє:

❍ /imposter on
❍ /imposter off  **
'''

    HELP_23 = '''```
❖ sᴧηɢ ϻᴧᴛᴧ ᴄσϻϻᴧηᴅ ❖```

**❍ /sg ➠ υsєʀ ηᴧϻє ᴧηᴅ υsєʀηᴧϻє ʜɪsᴛσʀʏ **
'''

    HELP_24 = '''```
❖ ᴛʀᴧηsʟᴧᴛєs ❖```

**❍ /tr ➠ ᴄᴧη ᴛʀᴧηꜱʟᴧᴛє ϻυʟᴛɪᴘʟє ʟᴧηɢυᴧɢєs **
'''


    HELP_25 = '''```
❖ єxᴛʀᴧ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /blackpink ➠ ɢєηєʀᴧᴛєs ᴧ ʙʟᴧᴄᴋᴘɪηᴋ-sᴛʏʟє ʟσɢσ
❍ /carbon ➠ ɢєηєʀᴧᴛєs ᴧ ᴄᴧʀʙση ᴄσᴅє ɪϻᴧɢє ғʀσϻ ᴧ ᴄσᴅє sηɪᴘᴘєᴛ
❍ /webss ➠ ᴛᴧᴋєs ᴧ sᴄʀєєηsʜσᴛ σғ ᴧ ᴡєʙsɪᴛє
❍ /speedtest ➠ ϻєᴧsυʀєs ᴛʜє ɪηᴛєʀηєᴛ sᴘєєᴅ
❍ /reverse ➠ ʀєᴠєʀsєs ᴧ ɢɪᴠєη ᴛєxᴛ
❍ /paste ➠ υᴘʟσᴧᴅs ᴧ ᴛєxᴛ sηɪᴘᴘєᴛ ᴛσ ᴛʜє ᴄʟσυᴅ ᴧηᴅ ɢɪᴠєs ᴧ ʟɪηᴋ

❍ /stack ➠ sєᴧʀᴄʜєs ғσʀ ᴘʀσɢʀᴧϻϻɪηɢ-ʀєʟᴧᴛєᴅ ɪηғσʀϻᴧᴛɪση ση sᴛᴧᴄᴋ σᴠєʀғʟσᴡ **
'''


    HELP_26 = '''```
❖ ᴛєʟєɢʀᴧᴘʜ ❖```
**ᴄʀєᴧᴛє ᴧ ᴛєʟєɢʀᴧᴘʜ ʟɪηᴋ ᴧηʏ ϻєᴅɪᴧ!

❍ /tgm [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]
❍ /tgt [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ] **
'''

    HELP_26 = '''```
❖ ᴛєʟєɢʀᴧᴘʜ ❖```
**ᴄʀєᴧᴛє ᴧ ᴛєʟєɢʀᴧᴘʜ ʟɪηᴋ ᴧηʏ ϻєᴅɪᴧ!

❍ /tgm [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]
❍ /tgt [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ] **
'''

    HELP_PROMOTION = '''
**───────────────────────
ㅤ❖ ᴘᴧɪᴅ ᴘʀσϻσᴛɪση ᴧᴠᴧɪʟᴧʙʟє 
───────────────────────**
'''
    HELP_ALLBOT = '''
**───────────────────────
sᴛᴧᴛυs │❖
──────────────────────
───────────────────────**
'''
    HELP_ABOUT = '''
**kux nahi h abhi idhar**
'''

    HELP_28 = """```
❖ ᴧᴅϻɪη ᴄσϻϻᴧηᴅs ❖```
**ᴊυsᴛ ᴧᴅᴅ ᴄ ɪη ᴛʜє sᴛᴧʀᴛɪηɢ σғ ᴛʜє ᴄσϻϻᴧηᴅs ᴛσ υsє ᴛʜєϻ ғσʀ ᴄʜᴧηηєʟ

• /pause : ᴩᴀᴜsᴇ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.
• /resume : ʀᴇsᴜᴍᴇ ᴛʜᴇ ᴩᴀᴜsᴇᴅ sᴛʀᴇᴀᴍ.
• /skip : sᴋɪᴩ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛ sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴀᴄᴋ ɪɴ ǫᴜᴇᴜᴇ.
• /end ᴏʀ /stop : ᴄʟᴇᴀʀs ᴛʜᴇ ǫᴜᴇᴜᴇ ᴀɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.
• /player : ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴩʟᴀʏᴇʀ ᴩᴀɴᴇʟ.
• /queue : sʜᴏᴡs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs ʟɪsᴛ**
"""

    HELP_29 = """```
❖ ᴧυᴛʜ υsєʀs ❖```
**ᴧυᴛʜ υsєʀs ᴄᴧη υsє ᴧᴅϻɪη ʀɪɢʜᴛs ɪη ᴛʜє ʙσᴛ ᴡɪᴛʜσυᴛ ᴧᴅϻɪη ʀɪɢʜᴛs ɪη ᴛʜє ᴄʜᴧᴛ

• /auth 'ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ᴜsᴇʀ ɪᴅ' : ᴀᴅᴅ ᴀ ᴜsᴇʀ ᴛᴏ ᴀᴜᴛʜ ʟɪsᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
• /unauth 'ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ᴜsᴇʀ ɪᴅ' : ʀᴇᴍᴏᴠᴇ ᴀ ᴀᴜᴛʜ ᴜsᴇʀs ғʀᴏᴍ ᴛʜᴇ ᴀᴜᴛʜ ᴜsᴇʀs ʟɪsᴛ.
• /authusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴜᴛʜ ᴜsᴇʀs ᴏғ ᴛʜᴇ ɢʀᴏᴜᴩ.
"""

    HELP_30 = """```
❖ ᴄʜᴧηηєʟ ᴩʟᴧʏ ᴄσϻϻᴧηᴅs ❖```
**ʏσυ ᴄᴧη sᴛʀєᴧϻ ᴧυᴅɪσ/ᴠɪᴅєσ ɪη ᴄʜᴧηηєʟ

• /cplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴀᴜᴅɪᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
• /cvplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
• /cplayforce or /cvplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
• /channelplay 'ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ' ᴏʀ 'ᴅɪsᴀʙʟᴇ' : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴩ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴩ.**
"""

    HELP_31 = """```
❖ ʟσσᴘ sᴛʀєᴧϻ ❖```
**sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴘ

✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /loop 'enable ᴏʀ disable' : ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ
• /loop '1, 2, 3,...' : ᴇɴᴀʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴀʟᴜᴇ.**
"""

    HELP_32 = """```
❖ ᴩʟᴧʏ ᴄσϻϻᴧηᴅs ❖```

```✧ ᴄᴏᴍᴍᴀɴᴅs ɪɴғᴏ
• v : sᴛᴀɴᴅs ғᴏʀ ᴠɪᴅᴇᴏ ᴩʟᴀʏ.
• force : sᴛᴀɴᴅs ғᴏʀ ғᴏʀᴄᴇ ᴩʟᴀʏ.```

✧ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs
• /play ᴏʀ /vplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.
• /playforce ᴏʀ /vplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
"""

    HELP_33 = """```
❖ ᴘʟᴀʏʟɪsᴛ ᴄᴏᴍᴍᴀɴᴅs ❖```

**✧ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs
• /addsong : ᴀᴅᴅ ʏᴏᴜʀ ғᴀᴠᴏʀɪᴛᴇ sᴏɴɢs ᴛᴏ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ [sᴏɴɢ ɴᴀᴍᴇ, sᴏɴɢ ʟɪɴᴋ | ʏᴏᴜᴛᴜʙᴇ ᴘʟᴀʏʟɪsᴛ].
• /playlist : ᴠɪᴇᴡ ᴛʜᴇ sᴏɴɢs ɪɴ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ.
• /delsong : ᴅᴇʟᴇᴛᴇ ᴀ sᴏɴɢ ғʀᴏᴍ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ.
• /delplaylist : ᴅᴇʟᴇᴛᴇ ᴀʟʟ sᴏɴɢs ғʀᴏᴍ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ.
• /cloneplaylist : ᴄʟᴏɴᴇ sᴏɴɢs ғʀᴏᴍ ᴀɴᴏᴛʜᴇʀ ᴘᴇʀsᴏɴ's ᴘʟᴀʏʟɪsᴛ.**
```
ᴄʀᴇᴀᴛᴇ ʏᴏᴜʀ ᴘʟᴀʏʟɪsᴛ ᴀɴᴅ ʟɪsᴛᴇɴ ᴛᴏ ɪᴛ ᴀɴʏ ᴛɪᴍᴇ ʏᴏᴜ ᴡᴀɴᴛ```
"""

    HELP_34 = """```
❖ sʜυғғʟє σ̨υєυє ❖```
**✧ ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs
• /shuffle : sʜᴜғғʟᴇ's ᴛʜᴇ ᴏ̨ᴜᴇᴜᴇ.

✧ ᴜsᴇʀs ᴄᴏᴍᴍᴀɴᴅs
• /queue : sʜᴏᴡs ᴛʜᴇ sʜᴜғғʟᴇᴅ ᴏ̨ᴜᴇᴜᴇ.**
"""

    HELP_35 = """```
❖ sєєᴋ sᴛʀєᴧϻ ❖```
• /seek : sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
• /seekback : ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
• ɴᴏᴛᴇ : sᴇᴇᴋ ᴡᴏʀᴋ ᴏɴʟʏ ɪɴ sᴇᴄᴏɴᴅs.**
"""

    HELP_36 = """```
❖ sᴘєєᴅ ᴄσϻϻᴧηᴅs ❖```
**ʏσυ ᴄᴧη ᴄσηᴛʀσʟ ᴛʜє ᴘʟᴧʏʙᴧᴄᴋ sᴘєєᴅ σғ ᴛʜє σηɢσɪηɢ sᴛʀєᴧϻ. [ᴧᴅϻɪηs σηʟʏ]

• /speed or /playback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ɢʀᴏᴜᴘ.
• /cspeed or /cplayback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ᴄʜᴀɴɴᴇʟ.**
"""

#add more commands in utils help py then add here

    
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------


    
   



#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
